<?php 
error_reporting(-1);
ini_set('display_errors',1);
header('Content - Type: text/html');
$page = (isset($_GET['page']) ? $_GET['page'] :'index.php');

?>
<?php include "blocks/header.php"?>
      <section class="services">
        <div class ="animated animate__fadeInTopRight fadeInTopRight">
        <div class="container">
            <div class="service_title"  >
                <h2>Ծառայությունները</h2>
            </div>
          </div>
        </div>
      </section>
        <div class="service__content">
          <div class="container">
              <div class="item animation-element slide-left" >
                <div class="item_title">
                  <a href="#"><i class="fas fa-briefcase"></i></a>
                  <a href="կորպորատիվ քրեական իրավունք.php">Կորպորատիվ  Իրավունք <br>(Բիզնես Խորհրդատվություն)</a>
                </div>
                <div class="description">
                  <p>
                    Կորպորատիվ իրավունքի ոլորտում իրավաբանական աջակցությունը
                    կարևորվում է Ընկերության գործունեության ցանկացած և բոլոր
                    փուլերում՝ սկսած Ընկերության հիմնադրման, հիմնադիր փաստաթղթերի
                    կազմման, բաժնետոմսերի ձեռքբերման կամ օտարման, միաձուլումների,
                    միացումների, վերակազմակերպումների, խոշոր և
                    շահագրգռվածություններով գործարքների կնքման և նմանատիպ այլ
                    փուլերից, մինչև Ընկերության լուծարման,<br />
                    ընկերությունից դուրս գալու, Ընկերության ղեկավար անձնակազմի հետ
                    ծագած վեճերը լուծելու փուլերը:
                  </p>
               </div>
              </div>

              <div class="item animation-element slide-right">
                <div class="item_title">
                  <a href="#"><i class="fas fa-globe"></i></a>
                  <a href="քաղաքացիական իրավունք.php">Քաղաքացիական Իրավունք</a>
                </div>
                <div class="description ">
                  <p>
                    Քաղաքացիական իրավունքը այնպիսի իրավական նորմերի ամբողջություն է,
                    որոնք կոչված են կարգավորելու առօրյա կյանքում ՙ առաջացող
                    գույքային և անձնական ոչ
                    գույքային հարաբերություններ։ Քաղաքացիական 
                    իրավունքը որպես իրավունքի ճյուղ իրավական նորմերի հասկացություն
                    է, որը կարգավորում է գույքային ինքուրույնություն ունեցող
                    իրավահավասար սուբյեկտների կամահայտնությամբ առաջացող ապրանքադրման
                    և տարաբնույթ գույքային հարաբերություններ, գույքային
                    հարաբերությունների հետ կապված և դրանց հետ չկապված անձնական ոչ
                    գույքային հարաբերություններ։
                  </p>
                </div>
              </div>
                <div class="item  animation-element slide-left"> 
                  <div class="item_title">
                    <a href="#"><i class="far fa-file"></i></a>
                    <a href="քրեական իրավունք.php">Քրեական Իրավունք</a>
                  </div>
                  <div class="description">
                    <p>
                      Քրեական իրավունքի՝ որպես իրավունքի ճյուղի, բովանդակությունը դրսևորվում է քրեաիրավական նորմերում:
                      Քրեական իրավունքը՝ որպես իրավունքի ճյուղ, իրենից ներկայացնում է պետական իշխանության բարձրագույն
                      մարմնի կողմից սահմանված իրավական նորմերի համակցություն, որոնք որոշում են արարքների հանցավորությունը և պատժելիությունը,
                       քրեական պատասխանատվության հիմքը, պատիժների 
                      համակարգը, պատիժների նշանակման, ինչպես նաև քրեական պատասխանա-տվությունից և
                       պատժից ազատելու կարգն ու պայմանները:Քրեական իրավունքն իրականացնում Է ընդհանուր և 
                       հատուկ կանխման գործառույթներ:
                    </p>
                  </div>
                </div>
          
              <div class="item animation-element slide-right">
                <div class="item_title">
                  <a href="#"><i class="fas fa-truck"></i></a>
                  <a href="Մատակարարման խնդիրներ.php">Մատակարարման և բեռնափոխադրման խնդիրներ</a>
                </div>
                <div class="description">
                <p>Մատակարարման պայմանագրով մատակարարը` ձեռնարկատիրական գործունեությամբ զբաղվող վաճառողը, 
                պարտավոր է իր կողմից արտադրված կամ ձեռք բերված ապրանքը գնորդին փոխանցել ձեռնարկատիրական 
                գործունեության մեջ օգտագործման կամ այլ նպատակների համար, որոնք չեն առնչվում անձնական, ընտանեկան, 
                տնային և նման այլ օգտագործման հետ:Մատակարարման պայմանագիրը ամենատարածված քաղաքացիական 
                պայմանագրերից մեկն է: Վիճակագրությունը ցույց է տալիս, որ այս պայմանագրից բխող վեճերը դատական 
                արբիտրաժային պրակտիկայում ամենատարածվածներից են: Մատակարարների՝ մատակարարելու (առաքելու) 
                պարտավորության հետ կապված վեճերը դիտարկելիս ՝ դատարանները ուշադրություն են դարձնում ոչ միայն 
                առաքման պայմանագրի ժամկետի ավարտին, այլև այն հանգամանքին, թե արդյո՞ք մատակարարը կարող է առաքել
                 ապրանքը, այսինքն` ունի՞ այդպիսի հնարավորություն: 
                </p>
                </div>
              </div>
              <div class="item animation-element slide-left">
                <div class="item_title">
                  <a href="#"><i class="fas fa-gavel"></i></a>
                  <a href="դատական ներկայացուցչություն.php">Դատական Ներկայացուցչություն</a>
                </div>
                <div class="description">
                <p>Դատական ներկայացուցչությունը քաղաքացիական դատավարության անկախ ինստիտուտ է, որն իրականացնում է կողմերի,
                 երրորդ անձանց և դիմումատուների սուբյեկտիվ իրավունքներն ու օրինական շահերը պաշտպանելու դատավարական երաշխիքի 
                 գործառույթը: Այնուամենայնիվ, մարդու իրավունքների պաշտպանական գործառույթը, որը ներկայացուցիչները կատարում են 
                 դատարանում, միակը չէ, քանի որ վերջիններս նաև պետք է օգնեն դատարան ին՝  արդարադատության իրականացման գործում: 
                 Դատական ներկայացուցչությունը` ի դեմս մեր իրավաբանական ընկերության մասնագետների, 
                մատուցվում է  բարձրորակ մակարդակով: Մեր մասնագետների որակավորումը փաստվում է հաղթած 
                դեպքերի դրական վիճակագրությամբ:</p>
                </div>
              </div>
              <div class="item animation-element slide-right">
                <div class="item_title">
                  <a href="#"><i class="fas fa-calculator"></i></a>
                  <a href="աշխատանքային իրավունք.php">Աշխատանքային իրավունք</a>
                </div>
                <div class="description">
                <p>Աշխատանքային իրավունքը, իրավունքի ոլորտ է, որով կարգավորվում են աշխատողների, գործատուների և պետության միջև փոխհարաբերությունները, արմրագրվում և երաշխավորվում են
                 աշխատանքի իրավունքը, աշխատողների երաշխիքները, դրանց իրացման, ինչպես նաև պաշտպանության պայմանները և կարգը։ 
                 Աշխատանքային իրավունքի աղբյուր են հանդիսանում նորմատիվ իրավական ակտերը, որոնք դասակարգվում են
                  օրենքների և ենթաօրենսդրական ակտերի։ Աշխատանքային իրավունքի, ինչպես և իրավունքի մյուս ճյուղերի հիմնական աղբյուրը ՀՀ Սահմանադրությունն  : Իբրև պետության հիմնական օրենք, Սահմանադրությունն աշխատանքային հասարակական հարաբերությունները կարգավորում է ընդհանուր ձևով ամրագրելով աշխատանքային իրավունքի հիմնադրույթները։
                   Նրանում արտացոլված են քաղաքացիների (աշխատողների) այն հիմնական իրավունքները, որոնք ունեն նաև միջազգային ճանաչում։</p>
                </div>
              </div>
              <div class="item animation-element slide-left">
                <div class="item_title">
                  <a href="#"><i class="fas fa-user-shield"></i></a>
                  <a href="ապահովագրական խնդիրներ.php"> Ապահովագրական խնդիրներ</a> 
                </div>
                <div class="description">
                <p>Ապահովագրության առաջացման հիմնական պատճառը վնասի փոխհատուցման
                    անհրաժեշտությունն էր, և այն իր զարգացման ընթացքում կրել է էական
                    փոփոխություններ՝ տարածվելով բազմաթիվ դեպքերի վրա:Ապահովագրության ենթակա է այն ռիսկը, որը կանխատեսելի է, որի տեղի
                    ունենալը կարող է լինել պատահական և ոչ թե անխուսափելի: Կյանքի
                    ապահովագրության առանձնահատկությունը այն է, որ ապահովագրական պատահարի
                    տեղի ունենալը կարող է լինել անխուսափելի, բայց այս դեպքում պատահականությունը
                      կապված է այն հանգամանքների հետ, որ հայտնի չէ դրա տեղի ունենալու ժամկետը:
                  </p>
                </div>
              </div>
              <div class="item animation-element slide-right">
                <div class="item_title"> 
                  <a href="#"><i class="fas fa-universal-access"></i></a>
                  <a href="վարչական իրավախախտում.php" >Վարչական իրավախախտումներ</a>
                </div>
                <div class="description in-left">
                  <p>
                    Վարչական իրավախախտում (զանցանք) է համարվում պետական կամ
                    հասարակական կարգի, քաղաքացիների իրավունքների և ազատությունների,
                    կառավարման սահմանված կարգի դեմ ոտնձգվող հակաիրավական, մեղավոր
                    (դիտավորյալ կամ անզգույշ) այնպիսի գործողությունը կամ
                    անգործությունը, որի համար օրենսդրությամբ նախատեսված է վարչական
                    պատասխանատվություն: Վարչական տույժը համարվում է
                    պատասխանատվության միջոց և կիրառվում է, նպատակ ունենալով կանխել
                    ինչպես իր իսկ` իրավախախտողի, այնպես էլ ուրիշ անձանց կողմից նոր
                    իրավախախտումների կատարումը: Վարչական իրավախախտումների գործերի
                    վարույթը իրականացվում է իրավախախտման վերաբերյալ գործի քննության
                    ժամանակ և վայրում գործող օրենսդրության հիման վրա:
                  </p>
                </div>
              </div>
            </div>
          </div>


<?php include "blocks/footer.php"?>

