<?php 
error_reporting(-1);
ini_set('display_errors',1);
header('Content - Type: text/html');
$page = (isset($_GET['page']) ? $_GET['page'] :'index.php');

?>
<?php include "blocks/header.php"?>
<div class="courtofcassation">
    <div class="container">
        <div class="cassation_title">
            <h4>Վճռաբեկ դատարան</h4>
        </div>
        <div class="text_content">
            <article>
                <ul>
                    <li><span><i class="fas fa-angle-double-right"></i></span><a href="vchrabek.php">Դատարանի մասին</a>
                    </li>
                    <li><span><i class="fas fa-angle-double-right"></i></span><a href="cassationinf.php">Անհրաժեշտ
                            տեղեկատվություն</a></li>
                </ul>
            </article>
            <div class="info_text">
                <article>
                    <h4>Անհրաժեշտ տեղեկատվություն</h4>

                    <p>ՀՀ վճռաբեկ դատարանը (այսուհետ՝ Վճռաբեկ դատարան) վճռաբեկ բողոքի հիման վրա ՀՀ քաղաքացիական
                        դատավարության օրենսգրքով նախատեսված դեպքերում և կարգով քննում է ՀՀ վերաքննիչ դատարանի (այսուհետ՝
                        Վերաքննիչ դատարան) եզրափակիչ և միջանկյալ դատական ակտերի դեմ բերված վճռաբեկ բողոքները:<br>

                        Վերաքննիչ դատարանի եզրափակիչ դատական ակտերի դեմ վճռաբեկ բողոք բերելու իրավունք ունեն՝<br>
                        1) գործին մասնակցող անձինք.<br>
                        2) գլխավոր դատախազը և նրա տեղակալները` օրենքով նախատեսված դեպքերում:<br>

                        Վերաքննիչ դատարանի միջանկյալ դատական ակտերի դեմ վճռաբեկ բողոք բերելու իրավունք ունեն գործին
                        մասնակցող անձինք:<br><br>

                        Գործին մասնակից չդարձած անձինք վճռաբեկ բողոք բերելու իրավունք ունեն իրենց ներկայացրած վերաքննիչ
                        բողոքի քննության արդյունքով կայացված որոշման, իրենց ներկայացրած վերաքննիչ բողոքը վերադարձնելու,
                        վերաքննիչ բողոքը վարույթ ընդունելը մերժելու, իրենց ներկայացրած վերաքննիչ բողոքի հիման վրա
                        հարուցված
                        վերաքննիչ վարույթը կարճելու կամ գործի վարույթը կասեցնելու մասին որոշումների, ինչպես նաև ՀՀ
                        քաղաքացիական դատավարության օրենսգրքի 383-րդ և 384-րդ հոդվածներով նախատեսված հարցերով Վերաքննիչ
                        դատարանի կայացրած որոշումների դեմ:<br><br>

                        Անձը կարող է վճռաբեկ բողոք բերել դատական ակտի՝ միայն իր համար անբարենպաստ մասի դեմ:<br>

                        Վճռաբեկ բողոքը բերվում է ՀՀ քաղաքացիական դատավարության օրենսգրքի 363-րդ հոդվածով նախատեսված
                        հետևյալ
                        հիմքերով՝<br>
                        1) նյութական իրավունքի նորմերի խախտումը կամ սխալ կիրառումը,<br>
                        2) դատավարական իրավունքի նորմերի խախտումը կամ սխալ կիրառումը,<br>
                        3) նոր երևան եկած կամ նոր հանգամանքը:<br>

                        Վերաքննության կարգով բողոքարկման ենթակա եզրափակիչ դատական ակտն անձը չի կարող բողոքարկել Վճռաբեկ
                        դատարանում, եթե նա նույն հիմքերով չի բողոքարկել դատական ակտը Վերաքննիչ դատարանում:<br><br>

                        Վերաքննիչ դատարանի դատական ակտի դեմ վճռաբեկ բողոք կարող է բերվել մինչև այդ ակտի օրինական ուժի
                        մեջ
                        մտնելու համար սահմանված ժամկետի ավարտը, իսկ գործին մասնակից չդարձած այն անձինք, որոնց
                        իրավունքների և
                        պարտականությունների վերաբերյալ կայացվել է եզրափակիչ դատական ակտ, իրավունք ունեն վճռաբեկ բողոք
                        բերելու երեք ամսվա ընթացքում՝ սկսած այն օրվանից, երբ իմացել են կամ կարող էին իմանալ այդ դատական
                        ակտի
                        կայացման մասին:<br><br>

                        Վերաքննիչ դատարանի միջանկյալ դատական ակտերը կարող են բողոքարկվել այն ստանալու պահից տասնհինգօրյա
                        ժամկետում, եթե ՀՀ քաղաքացիական դատավարության օրենսգրքով կամ այլ օրենքով այլ ժամկետ սահմանված
                        չէ:<br>

                        Վճռաբեկ բողոք չի կարող բերվել, երբ դատական ակտի օրինական ուժի մեջ մտնելուց հետո անցել է քսան
                        տարի:
                        Նշված ժամկետը ենթակա չէ վերականգնման:<br>

                        Բողոք բերելու հիմքերի առկայության դեպքում վճռաբեկ բողոքն ուղարկվում կամ հանձնվում է Վճռաբեկ
                        դատարան,
                        իսկ բողոքի պատճենը` դատական ակտը կայացրած դատարան և գործին մասնակցող անձանց:<br>

                        Վճռաբեկ բողոքը կազմվում է գրավոր՝ ՀՀ քաղաքացիական դատավարության օրենսգրքի 16-րդ հոդվածի 2-րդ
                        մասում
                        նշված պահանջների պահպանմամբ: Վճռաբեկ բողոքը պետք է լինի ընթեռնելի:<br>

                        Վճռաբեկ բողոքում պետք է նշվեն`<br>
                        1) դատարանի անվանումը, որին հասցեագրվում է բողոքը,<br>
                        2) բողոք բերող անձի և գործին մասնակցող անձանց անունները (անվանումները) ու հասցեները,<br>
                        3) այն դատարանի անվանումը, որի կայացրած դատական ակտի դեմ բերվում են բողոքը, գործի համարը և
                        դատական
                        ակտի կայացման ամսաթիվը,<br>
                        4) վճռաբեկ բողոքի հիմքերը՝ նյութական կամ դատավարական իրավունքի նորմերի այն խախտումները, որոնք
                        ազդել
                        են կամ կարող էին ազդել գործի ելքի վրա,<br>
                        5) վճռաբեկ բողոքի հիմնավորումները՝ վճռաբեկ բողոքում նշված նյութական կամ դատավարական իրավունքի
                        նորմերի խախտումների, ինչպես նաև գործի ելքի վրա դրանց ազդեցության վերաբերյալ հիմնավորումները,<br>
                        6) վճռաբեկ բողոքը վարույթ ընդունելու հիմքը և դրա հիմնավորումը,<br>
                        7) բողոք բերող անձի պահանջը,<br>
                        8) բողոքին կցվող փաստաթղթերի ցանկը։<br>

                        Վճռաբեկ բողոքն ստորագրում է այն ներկայացնող անձը կամ նրա ներկայացուցիչը։<br>

                        Վճռաբեկ բողոքին կցվում են նաև օրենքով սահմանված կարգով և չափով պետական տուրքի վճարած լինելը
                        հավաստող
                        փաստաթուղթը և բողոքի պատճենը` գործը քննող դատարան և գործին մասնակցող անձանց ուղարկելու կամ
                        հանձնելու
                        մասին ապացույցները, վճռաբեկ բողոքի էլեկտրոնային կրիչը: Այն դեպքերում, երբ օրենքով նախատեսված է
                        պետական տուրքի վճարման գծով արտոնություն, ապա վճռաբեկ բողոքին կցվում է կամ բողոքում ներառվում է
                        դրա
                        վերաբերյալ միջնորդությունը: Ներկայացուցչի ստորագրած բողոքին կցվում է նրա լիազորությունը հավաստող
                        փաստաթուղթը, եթե գործում առկա չէ լիազորագիրը:<br>

                        Վճռաբեկ բողոքի հիմքերը և հիմնավորումները ներկայացվում են բացառապես վճռաբեկ բողոքում: Վճռաբեկ
                        բողոք
                        ներկայացնելուց հետո դրա հիմքերը և հիմնավորումները չեն կարող լրացվել կամ փոփոխվել, բացառությամբ
                        վճռաբեկ բողոքը վերադարձնելուց հետո կրկին ներկայացնելու դեպքերի:<br>

                        Գործին մասնակցող անձն իրավունք ունի ներկայացնելու վճռաբեկ բողոքի պատասխան վճռաբեկ բողոքի պատճենն
                        ստանալու օրվանից մինչև վճռաբեկ բողոքը վարույթ ընդունելու մասին որոշումն ստանալուն հաջորդող 15-րդ
                        օրը։<br>

                        Վճռաբեկ բողոքի պատասխանն ուղարկվում է կամ առձեռն հանձնվում է Վճռաբեկ դատարան և գործին մասնակցող
                        անձանց:<br><br>

                        Վճռաբեկ բողոքն ընդունվում է քննության, եթե Վճռաբեկ դատարանը գտնում է, որ`<br>
                        1) բողոքում բարձրացված հարցի վերաբերյալ Վճռաբեկ դատարանի որոշումը կարող է էական նշանակություն
                        ունենալ օրենքի և այլ նորմատիվ իրավական ակտերի միատեսակ կիրառության համար.<br>
                        2) առերևույթ առկա է մարդու իրավունքների և ազատությունների հիմնարար խախտում:<br>

                        Վճռաբեկ բողոքը վարույթ ընդունելու մասին Վճռաբեկ դատարանը կայացնում է որոշում` գործը Վճռաբեկ
                        դատարանում ստանալու օրվանից երեք ամսվա ընթացքում։ <br><br>

                        Վճռաբեկ բողոքը վարույթ ընդունելու մասին Վճռաբեկ դատարանի որոշումն ուժի մեջ է մտնում կայացման
                        պահից,
                        վերջնական է և ենթակա չէ բողոքարկման: Վճռաբեկ բողոքը վարույթ ընդունելու մասին որոշումն ուղարկվում
                        է
                        բողոք բերող անձին և գործին մասնակցող անձանց այն կայացնելու պահից երկշաբաթյա ժամկետում:<br><br>

                        Օրինական ուժի մեջ մտած դատական ակտերի դեմ բերված վճռաբեկ բողոքը վարույթ ընդունելու դեպքում
                        Վճռաբեկ
                        դատարանն իր որոշմամբ կարող է ամբողջությամբ կամ մասնակիորեն կասեցնել դատական ակտի կատարումը,
                        բացառությամբ օրենքով նախատեսված դեպքերի:<br><br>

                        Վճռաբեկ բողոքը վարույթ ընդունելուց հետո մինչև բողոքի քննության ավարտի մասին հայտարարելը վճռաբեկ
                        բողոք բերած անձն իրավունք ունի դիմում ներկայացնելու վճռաբեկ բողոքից հրաժարվելու մասին։<br>

                        Վճռաբեկության կարգով բողոքի քննության ժամանակ Վճռաբեկ դատարանը գործով կայացված դատական ակտը
                        վերանայում է միայն վճռաբեկ բողոքի հիմքերի և հիմնավորումների սահմաններում, բացառությամբ ՀՀ
                        քաղաքացիական դատավարության օրենսգրքի 365-րդ հոդվածի 3-րդ մասով նախատեսված՝ դատական ակտի
                        անվերապահ
                        բեկանման հիմքերի առկայության դեպքերը:<br>

                        Վճռաբեկ դատարանը կաշկանդված չէ բողոք բերած անձի պահանջով:<br>

                        Վճռաբեկ դատարանը կաշկանդված չէ վճռաբեկ բողոքի պատասխան ներկայացրած անձի փաստական կամ իրավական
                        դիրքորոշմամբ:<br>

                        Վճռաբեկ դատարանը վարույթ ընդունված վճռաբեկ բողոքը պետք է քննի և որոշում կայացնի ողջամիտ
                        ժամկետում:
                        Վերաքննիչ դատարանի միջանկյալ դատական ակտի դեմ վարույթ ընդունված վճռաբեկ բողոքը Վճռաբեկ դատարանը
                        քննում է ոչ ուշ, քան եռամսյա ժամկետում։<br>

                        Վճռաբեկ դատարանի ակտն օրինական ուժի մեջ է մտնում կայացման պահից, վերջնական է և ենթակա չէ
                        բողոքարկման։<br>
                    </p>

                    <h4>Հայաստանի Հանրապետության վարչական դատավարության օրենսգիրք</h4>

                    <p> ՀՀ վճռաբեկ դատարանը (այսուհետ՝ Վճռաբեկ դատարան) բողոքի հիման վրա ՀՀ վարչական դատավարության
                        օրենսգրքով նախատեսված դեպքերում և կարգով վերանայում է ՀՀ վերաքննիչ վարչական դատարանի (այսուհետ՝
                        Վերաքննիչ դատարան) կայացրած և օրինական ուժի մեջ չմտած դատական ակտերը, իսկ ՀՀ վարչական
                        դատավարության
                        օրենսգրքով նախատեսված դեպքերում` նաև օրինական ուժի մեջ մտած դատական ակտերը։<br><br>

                        Վճռաբեկ դատարանը վերանայում է նաև Վերաքննիչ դատարանի կողմից ՀՀ վարչական դատարանի միջանկյալ
                        դատական
                        ակտերի վերանայման արդյունքում կայացված որոշումները։<br>

                        Վերաքննիչ դատարանի` գործն ըստ էության լուծող դատական ակտը Վճռաբեկ դատարանում բողոքարկելու
                        իրավունք
                        ունեն`<br>
                        1) դատավարության մասնակիցները.<br>
                        2) գլխավոր դատախազը կամ նրա տեղակալը` պետական շահերի պաշտպանության հարցերով.<br>
                        3) դատավարության մասնակից չդարձված անձինք, որոնց իրավունքների և պարտականությունների
                        վերաբերյալ<br>
                        կայացվել է գործն ըստ էության լուծող դատական ակտ։<br>

                        Վերաքննության կարգով բողոքարկման ենթակա դատական ակտը չի կարող բողոքարկվել Վճռաբեկ դատարան, եթե
                        այն
                        նույն հիմքերով չի բողոքարկվել Վերաքննիչ դատարանում, բացառությամբ ՀՀ վարչական դատավարության
                        օրենսգրքի
                        156-րդ հոդվածի 3-րդ մասով նախատեսված դեպքի։<br><br>

                        Անձը կարող է վճռաբեկ բողոք բերել դատական ակտի՝ միայն իր համար անբարենպաստ մասի դեմ։<br>

                        Գործն ըստ էության լուծող դատական ակտի դեմ վճռաբեկ բողոք կարող է բերվել մինչև այդ ակտի օրինական
                        ուժի
                        մեջ մտնելու համար սահմանված ժամկետը, իսկ դատավարության մասնակից չդարձված այն անձինք, որոնց
                        իրավունքների և պարտականությունների վերաբերյալ կայացվել է Վերաքննիչ դատարանի՝ գործն ըստ էության
                        լուծող դատական ակտ, իրավունք ունեն վճռաբեկ բողոք բերելու` սկսած այն օրվանից` երեք ամսվա
                        ընթացքում,
                        երբ իմացել են կամ կարող էին իմանալ նման դատական ակտի կայացման մասին։<br>

                        Միջանկյալ դատական ակտի դեմ վճռաբեկ բողոք կարող է բերվել ՀՀ վարչական դատավարության օրենսգրքով
                        նախատեսված դեպքերում` մինչև այդ ակտի օրինական ուժի մեջ մտնելու համար սահմանված ժամկետը։<br>

                        Վճռաբեկ բողոքն ուղարկվում է Վճռաբեկ դատարան, իսկ բողոքի պատճենը` Վերաքննիչ դատարան ու
                        դատավարության
                        մասնակիցներին։<br>

                        Վճռաբեկ բողոքում նշվում են`<br>
                        1) վճռաբեկ դատարանի անվանումը, որին հասցեագրվում է բողոքը.<br>
                        2) բողոք բերող անձի անունը, ազգանունը (անվանումը), դատավարական կարգավիճակը.<br>
                        3) դատական ակտ կայացրած դատարանի անվանումը, գործի համարը, դատական ակտի կայացման տարին,
                        ամիսը,<br>
                        ամսաթիվը, դատավարության մասնակիցների անունները, ազգանունները (անվանումները), վեճի առարկան.
                        4) բողոք բերած անձի պահանջը` օրենքների, այլ իրավական ակտերի վկայակոչմամբ, և նշում այն մասին, թե
                        նյութական կամ դատավարական իրավունքի որ նորմերն են խախտվել կամ սխալ կիրառվել, կամ որոնք են նոր
                        երևան
                        եկած կամ նոր հանգամանքների հետևանքով գործի վերանայման հիմքերը և դրանց հիմնավորումները.<br>
                        5) ՀՀ վարչական դատավարության օրենսգրքի 161-րդ հոդվածի 1-ին մասի այն կետի առկայության մասին
                        հիմնավորումները, որը, ըստ բողոք բերող անձի, հիմք է վճռաբեկ բողոքը վարույթ ընդունելու համար.<br>
                        6) բողոքին կցվող փաստաթղթերի ցանկը։<br>

                        Վճռաբեկ բողոքը ՀՀ վարչական դատավարության օրենսգրքի 161-րդ հոդվածի 1-ին մասի 1-ին կետի հիմքով
                        ներկայացնելու դեպքում բողոքը բերած անձը պետք է հիմնավորի, որ դրա վերաբերյալ Վճռաբեկ դատարանի
                        որոշումը կարող է էական նշանակություն ունենալ օրենքի և այլ նորմատիվ իրավական ակտերի միատեսակ
                        կիրառության համար, մասնավորապես վճռաբեկ բողոքում հիմնավորելով, որ`<br>
                        1) առնվազն մեկ այլ գործով ստորադաս դատարանի՝ օրինական ուժի մեջ մտած դատական ակտում միևնույն
                        նորմը
                        կիրառվել է կամ չի կիրառվել հակասող մեկնաբանությամբ` կցելով այդ գործով դատական ակտը և մեջբերելով
                        դրա
                        հակասող մասերը` կատարելով համեմատական վերլուծություն` բողոքարկվող դատական ակտի և նույնանման
                        փաստական
                        հանգամանքներով մեկ այլ գործով ստորադաս դատարանի դատական ակտի միևնույն նորմի իրար հակասող
                        մեկնաբանության վերաբերյալ.<br>
                        2) բողոքարկվող դատական ակտում որևէ նորմի մեկնաբանությունը հակասում է Վճռաբեկ դատարանի որոշման
                        մեջ
                        տվյալ նորմին տրված մեկնաբանությանը` կցելով Վճռաբեկ դատարանի դատական ակտը և մեջբերելով դրա
                        հակասող
                        մասերը, կատարելով համեմատական վերլուծություն` բողոքարկվող դատական ակտի և նույնանման փաստական
                        հանգամանքներ ունեցող գործով Վճռաբեկ դատարանի դատական ակտի միջև առկա հակասության վերաբերյալ.<br>
                        3) բողոքարկվող դատական ակտում դատարանի կիրառած նյութական կամ դատավարական իրավունքի նորմի
                        կապակցությամբ առկա է իրավունքի զարգացման խնդիր։<br>

                        Վճռաբեկ բողոքը ՀՀ վարչական դատավարության օրենսգրքի 161-րդ հոդվածի 1-ին մասի 2-րդ կետի հիմքով
                        ներկայացնելու դեպքում վճռաբեկ բողոքը բերած անձը վճռաբեկ բողոքում պետք է նշի այն նյութական կամ
                        դատավարական նորմը, որը խախտվել է` հիմնավորելով, որ այդ խախտմամբ խաթարվել են արդարադատության բուն
                        էությունը, ինչպես նաև նոր կամ նոր երևան եկած հանգամանքի առկայությունը:<br><br>

                        Վճռաբեկ բողոքն ստորագրում են բողոք բերողը, գլխավոր դատախազը կամ նրա տեղակալը։ Բողոքին կցվում է
                        ներկայացուցչի` ՀՀ վարչական դատավարության օրենսգրքով սահմանված կարգով ձևակերպված
                        լիազորագիրը։<br><br>

                        Վճռաբեկ բողոքին կցվում են նաև օրենքով սահմանված կարգով և չափով պետական տուրքի վճարումը հավաստող
                        փաստաթուղթը և բողոքի պատճենը գործը քննող դատարան և դատավարության մասնակիցներին ուղարկելու մասին
                        ապացույցները, վճռաբեկ բողոքի էլեկտրոնային տարբերակը (էլեկտրոնային կրիչը):<br><br>

                        Այն դեպքերում, երբ վճռաբեկ բողոքը բերվել է սահմանված ժամկետը լրանալուց հետո, և բաց թողնված
                        ժամկետը
                        վերականգնելու մասին միջնորդությունը մերժվել է, կամ վճռաբեկ բողոքը ներկայացրել է այն անձը, որը
                        վճռաբեկ բողոք ներկայացնելու իրավունք չուներ, կամ բողոքարկվել է այն դատական ակտը, որը ենթակա չէ
                        բողոքարկման վճռաբեկության կարգով, կամ վճռաբեկ բողոք ներկայացրած անձը մինչև վճռաբեկ բողոքը
                        վարույթ
                        ընդունելու մասին որոշում կայացնելը դիմում է ներկայացրել վճռաբեկ բողոքը հետ վերցնելու մասին, կամ
                        բողոքում նշված հիմքով նույն գործով Վճռաբեկ դատարանն արդեն իսկ որոշում է կայացրել, կամ չեն
                        վերացվել
                        վճռաբեկ բողոքը վերադարձնելու մասին որոշման մեջ նշված թերությունները, կամ բողոքը կրկին
                        ներկայացնելու
                        դեպքում թույլ են տրվել նոր խախտումներ, կամ բողոքարկվող դատական ակտն օրինական ուժի մեջ մտնելուց
                        հետո
                        անցել է քսան տարի, ապա Վճռաբեկ դատարանը վճռաբեկ բողոքն առանց քննության թողնելու մասին որոշում է
                        կայացնում:<br>

                        Վճռաբեկ դատարան բողոք բերելուց հետո՝ մինչև գործի դատաքննության ավարտը, վճռաբեկ բողոք բերած անձն
                        իրավունք ունի դիմում ներկայացնելու բողոքը հետ վերցնելու մասին, բացառությամբ այն դեպքերի, երբ
                        վճռաբեկ
                        բողոքը ներկայացվել է ՀՀ վարչական դատավարության օրենսգրքի 26-րդ գլխով սահմանված գործերով, որոնց
                        քննությունը բխում է հանրության կամ պետության շահերից:<br>

                        Եթե բողոք բերած անձը բողոքը հետ վերցնելու դիմումը ներկայացրել է Վճռաբեկ դատարանի կողմից բողոքը
                        վարույթ ընդունելուց հետո, ապա Վճռաբեկ դատարանը կայացնում է որոշում վճռաբեկ վարույթը կարճելու
                        մասին:
                        Եթե վճռաբեկ բողոք բերել են նաև այլ անձինք, ապա վարույթը կարճվում է միայն տվյալ բողոքի մասով:<br>

                        Վճռաբեկ բողոքն ընդունվում է քննության, եթե Վճռաբեկ դատարանը գտնում է, որ`
                        1) բողոքում բարձրացված հարցի վերաբերյալ Վճռաբեկ դատարանի որոշումը կարող է էական նշանակություն
                        ունենալ օրենքի և այլ նորմատիվ իրավական ակտերի միատեսակ կիրառության համար.
                        2) առերևույթ առկա է մարդու իրավունքների և ազատությունների հիմնարար խախտում:<br>

                        ՀՀ վարչական դատավարության օրենսգրքի իմաստով` բողոքում բարձրացված հարցի վերաբերյալ Վճռաբեկ
                        դատարանի
                        որոշումը կարող է էական նշանակություն ունենալ օրենքի և այլ նորմատիվ իրավական ակտերի միատեսակ
                        կիրառության համար, եթե`<br>
                        1) առնվազն մեկ այլ գործով ստորադաս դատարանի՝ օրինական ուժի մեջ մտած դատական ակտում միևնույն
                        նորմը
                        կիրառվել է կամ չի կիրառվել հակասող մեկնաբանությամբ.<br>
                        2) բողոքարկվող դատական ակտում որևէ նորմի մեկնաբանությունը հակասում է Վճռաբեկ դատարանի որոշման
                        մեջ
                        տվյալ նորմին տրված մեկնաբանությանը.<br>
                        3) դատարանի կիրառած նյութական կամ դատավարական իրավունքի նորմի կապակցությամբ առկա է իրավունքի
                        զարգացման խնդիր։<br>

                        ՀՀ վարչական դատավարության օրենսգրքի իմաստով՝ առերևույթ առկա է մարդու իրավունքների և
                        ազատությունների
                        հիմնարար խախտում, եթե՝<br>
                        1) բողոքարկվող դատական ակտը կայացնելիս դատարանը թույլ է տվել դատական սխալ, որը խաթարել է
                        արդարադատության բուն էությունը.<br>
                        2) առկա է նոր կամ նոր երևան եկած հանգամանք:<br>

                        ՀՀ վարչական դատավարության օրենսգրքի իմաստով՝ դատական սխալ են համարվում ՀՀ վարչական դատավարության
                        օրենսգրքի 150-րդ հոդվածով նախատեսված դեպքերը։<br>

                        Վճռաբեկ բողոքը վարույթ ընդունելու մասին Վճռաբեկ դատարանը կայացնում է որոշում` գործը Վճռաբեկ
                        դատարանում ստանալու օրվանից երեք ամսվա ընթացքում։<br>

                        Վճռաբեկ բողոքը վարույթ ընդունելու մասին Վճռաբեկ դատարանի որոշումն ուժի մեջ է մտնում կայացման
                        պահից,
                        վերջնական է և ենթակա չէ բողոքարկման: Վճռաբեկ բողոքը վարույթ ընդունելու մասին որոշումն ուղարկվում
                        է
                        բողոք բերող անձին և գործին մասնակցող անձանց այն կայացնելու պահից երկշաբաթյա ժամկետում:<br>

                        Օրինական ուժի մեջ մտած դատական ակտերի դեմ բերված վճռաբեկ բողոքը վարույթ ընդունելու դեպքում
                        Վճռաբեկ
                        դատարանն իր որոշմամբ կարող է ամբողջությամբ կամ մասնակիորեն կասեցնել դատական ակտի կատարումը,
                        բացառությամբ օրենքով նախատեսված դեպքերի:<br>

                        Դատավարության մասնակիցը, ստանալով վճռաբեկ բողոքը վարույթ ընդունելու մասին Վճռաբեկ դատարանի
                        որոշումը,
                        մինչև գործի դատաքննությունն իրավունք ունի բողոքի վերաբերյալ իր պատասխանն ուղարկելու Վճռաբեկ
                        դատարան
                        և դատավարության մասնակիցներին։<br>

                        Պատասխանին կցվում են պատասխանի պատճենները դատավարության մասնակիցներին ուղարկելու
                        ապացույցները։<br>

                        Պատասխանը ստորագրում է դատավարության մասնակիցը կամ նրա ներկայացուցիչը։<br>

                        Բողոք բերած անձը և դատավարության մասնակիցներն իրավունք ունեն ներկա լինելու վճռաբեկ դատարանի
                        նիստին։
                        Բացատրություններ տալու անհրաժեշտության դեպքում վճռաբեկ դատարանի նիստին կարող են կանչվել բողոք
                        բերած
                        անձը, ինչպես նաև դատավարության մասնակիցները, որոնք պատշաճ ծանուցվում են նիստի ժամանակի և վայրի
                        մասին։ Նրանց չներկայանալն արգելք չէ գործի դատաքննության համար։<br>

                        Վճռաբեկ դատարանը գործը քննում և որոշում է կայացնում ողջամիտ ժամկետում։<br>

                        Վճռաբեկ դատարանը բողոքարկվող դատական ակտը վերանայում է վճռաբեկ բողոքում ներկայացված պահանջների
                        սահմաններում։<br>

                        Վճռաբեկ դատարանի` գործն ըստ էության լուծող որոշումն օրինական ուժի մեջ է մտնում դատական նիստերի
                        դահլիճում հրապարակման պահից, վերջնական է և բողոքարկման ենթակա չէ։<br>

                        Վճռաբեկ դատարանի` վճռաբեկ բողոքն առանց քննության թողնելու, վճռաբեկ բողոքը վերադարձնելու, վճռաբեկ
                        բողոքը վարույթ ընդունելը մերժելու մասին որոշումներն օրինական ուժի մեջ են մտնում կայացման պահից,
                        վերջնական են և բողոքարկման ենթակա չեն:<br>
                    </p>
                </article>
            </div>
        </div>
    </div>
</div>

<?php include "blocks/main.php" ?>
<?php include "blocks/footer.php"?>
