<?php 
error_reporting(-1);
ini_set('display_errors',1);
header('Content - Type: text/html');
$page = (isset($_GET['page']) ? $_GET['page'] :'index.php');

?>
<?php include "blocks/header.php"?>

<section class="courtofappellate">
    <div class="info_text">
        <article>
            <h4>Վարչական վերաքննիչ դատարան</h4>
            <h2>ԱՆՀՐԱԺԵՇՏ ՏԵՂԵԿԱՏՎՈՒԹՅՈՒՆ</h2>
            <p>ՀՀ վերաքննիչ վարչական դատարանը (այսուհետ՝ վերաքննիչ դատարան) վերաքննիչ բողոքի հիման
                վրա ՀՀ վարչական դատավարության օրենսգրքով նախատեսված դեպքերում և կարգով քննում է ՀՀ
                վարչական դատարանի (այսուհետ՝ վարչական դատարան) դատական ակտերի դեմ բերված բողոքները՝
                բացառությամբ այն ակտերի, որոնց համար վերաքննություն օրենքով նախատեսված չէ։ <br>

                Վարչական դատարանի՝ գործն ըստ էության լուծող դատական ակտերի, ինչպես նաև ՀՀ վարչական
                դատավարության օրենսգրքի 131-րդ հոդվածով նախատեսված միջանկյալ դատական ակտերի դեմ
                վերաքննիչ բողոք բերելու իրավունք ունեն`<br>
                1) դատավարության մասնակիցները.<br>
                2) դատավարության մասնակից չդարձված անձինք, որոնց իրավունքների և պարտականությունների
                վերաբերյալ կայացվել է գործն ըստ էության լուծող դատական ակտ։<br>

                Դատավարության մասնակից չդարձված անձինք, որոնց իրավունքների և պարտականությունների
                վերաբերյալ կայացվել է գործն ըստ էության լուծող դատական ակտ, վերաքննիչ դատարանում
                օգտվում են երրորդ անձանց իրավունքներից և կրում են նրանց համար սահմանված
                պարտականությունները։<br>

                Գործն ըստ էության լուծող դատական ակտի դեմ վերաքննիչ բողոք կարող է բերվել մինչև այդ
                ակտի օրինական ուժի մեջ մտնելու համար սահմանված ժամկետը, բացառությամբ ՀՀ վարչական
                դատավարության օրենսգրքի 132-րդ հոդվածով 3-րդ մասով նախատեսված հիմքով դատական ակտը
                բողոքարկելու դեպքերի։<br>

                Միջանկյալ դատական ակտի դեմ վերաքննիչ բողոք կարող է բերվել ՀՀ վարչական դատավարության
                օրենսգրքով նախատեսված դեպքերում` մինչև այդ ակտի օրինական ուժի մեջ մտնելու համար
                սահմանված ժամկետը։<br>

                Դատավարության մասնակից չդարձված այն անձինք, որոնց իրավունքների և պարտականությունների
                վերաբերյալ կայացվել է գործն ըստ էության լուծող դատական ակտ, իրավունք ունեն վերաքննիչ
                բողոք բերելու այն օրվանից սկսած՝ երեք ամսվա ընթացքում, երբ իմացել են կամ կարող էին
                իմանալ նման դատական ակտի կայացման մասին։<br>

                Այդպիսի վերաքննիչ բողոք չի կարող բերվել, եթե դատական ակտի օրինական ուժի մեջ մտնելուց
                հետո անցել է քսան տարի։<br>
                Նոր երևան եկած կամ նոր հանգամանքներով դատական ակտի վերանայման դիմումը կարող է
                ներկայացվել համապատասխան հիմքն ի հայտ գալուց հետո՝ 3 ամսվա ընթացքում։<br><br>

                Դատավարության մասնակից հանդիսացող ֆիզիկական անձի իրավահաջորդը նոր երևան եկած կամ նոր
                հանգամանքներով դատական ակտի վերանայման դիմում կարող է ներկայացնել իրավահաջորդ
                ճանաչվելուց հետո՝ 3 ամսվա ընթացքում, եթե ՀՀ վարչական դատավարության օրենսգրքի 185-րդ
                հոդվածի 1-ին մասով սահմանված ժամկետում իրավանախորդը չի իրացրել դիմում ներկայացնելու
                իր իրավունքը մահվան պատճառով։<br>

                Դատական ակտի վերանայման դիմում չի կարող ներկայացվել, եթե դատական ակտի օրինական ուժի
                մեջ մտնելուց հետո անցել է քսան տարի։<br>

                Վերաքննիչ բողոքը կազմվում է գրավոր, որում նշվում են`<br>
                1) վերաքննիչ դատարանի անվանումը, որին հասցեագրվում է բողոքը.<br>
                2) բողոք բերող անձի և դատավարության մասնակիցների անունները (անվանումները).<br>
                3) վարչական դատարանի անվանումը, որի կայացրած դատական ակտի դեմ բերվում է բողոքը,
                գործի համարը և դատական ակտի կայացման տարին, ամիսը, ամսաթիվը.<br>
                4) նյութական կամ դատավարական իրավունքի նորմի այն խախտումը, որը կարող էր ազդել գործի
                ելքի վրա.<br>
                5) վերաքննիչ բողոքում նշված նյութական կամ դատավարական իրավունքի նորմերի խախտման,
                ինչպես նաև գործի ելքի վրա դրանց ազդեցության վերաբերյալ հիմնավորումները` վկայակոչելով
                Մարդու իրավունքների եվրոպական դատարանի, սահմանադրական դատարանի, վճռաբեկ դատարանի այն
                որոշումները, որոնք վերաքննիչ բողոք բերած անձը վերաբերելի է համարում` մեջ բերելով
                դրանց հակասող մասերը և կատարելով համեմատական վերլուծություն.<br>
                6) բողոք բերող անձի պահանջը.<br>
                7) բողոքին կցվող փաստաթղթերի ցանկը։<br>

                Եթե վարչական դատարանում բողոք բերած անձը զրկված է եղել բողոքի առարկա հանդիսացող որևէ
                հարցի վերաբերյալ իր դիրքորոշումը հայտնելու հնարավորությունից, ապա վերաքննիչ բողոքում
                պետք է նշի նաև իր դիրքորոշումն այդ հարցի վերաբերյալ։<br><br>

                Վերաքննիչ բողոքը ստորագրում է բողոք բերող անձը կամ նրա ներկայացուցիչը։<br>

                Բողոքին կցվում են պետական տուրքի վճարումը հավաստող փաստաթղթերը, բողոքի պատճենները
                դատական ակտ կայացրած վարչական դատարանին և դատավարության մասնակիցներին ուղարկելու
                մասին ապացույցները, լիազորագիրը կամ այլ փաստաթուղթ, որը հավաստում է ներկայացուցչի
                լիազորությունը (եթե բողոք բերողը հանդես է գալիս ներկայացուցչի միջոցով)։ Այն
                դեպքերում, երբ օրենքով նախատեսված է պետական տուրքի վճարումը հետաձգելու կամ
                տարաժամկետելու կամ դրա չափը նվազեցնելու հնարավորություն, ապա վերաքննիչ բողոքին
                կցվում է կամ բողոքում ներառվում է դրա վերաբերյալ միջնորդությունը։<br>

                Վերաքննիչ դատարան բողոք բերելուց հետո մինչև վերաքննիչ դատարանում գործի դատաքննության
                ավարտը վերաքննիչ բողոք բերած անձն իրավունք ունի ներկայացնելու դիմում բողոքը հետ
                վերցնելու մասին։<br>

                ՀՀ վարչական դատավարության օրենսգրքի 136-րդ հոդվածի 1-ին մասի 1-3-րդ կետերով
                նախատեսված հիմքերով վերաքննիչ բողոքը վերադարձնելուց հետո բողոքում առկա սխալները
                վերացնելու և բողոքը վերադարձնելու մասին որոշումն ստանալուց հետո` գործն ըստ էության
                լուծող դատական ակտի դեմ բերված բողոքով տասնհինգօրյա ժամկետում, իսկ միջանկյալ դատական
                ակտի դեմ բերված բողոքով եռօրյա ժամկետում կրկին բերելու դեպքում բողոքը համարվում է
                վերաքննիչ դատարանում ընդունված սկզբնական ներկայացման օրը։ Բողոքը կրկին բերելու
                դեպքում սխալները վերացնելու համար նոր ժամկետ չի տրվում:<br>

                Վերաքննիչ դատարանը դատական ակտը վերանայում է վերաքննիչ բողոքում ներկայացված պահանջի
                սահմաններում` ձեռնարկելով անհրաժեշտ միջոցներ բողոքն ըստ էության քննելու համար։<br>
            </p>
        </article>
    </div>

</section>

              
<?php include "blocks/main.php" ?>
<?php include "blocks/footer.php"?>
