<?php 
error_reporting(-1);
ini_set('display_errors',1);
header('Content - Type: text/html');
$page = (isset($_GET['page']) ? $_GET['page'] :'index.php');

?>
<?php include "blocks/header.php"?>

<div class="courtofcassation">
    <div class="cassation_title">
        <h4>Վճռաբեկ դատարան</h4>
    </div>
    <div class="text_content">
        <article class="choose">
            <ul>
                <li><span><i class="fas fa-angle-double-right"></i></span><a href="vchrabek.php">Դատարանի
                        մասին</a></li>
                <li><span><i class="fas fa-angle-double-right"></i></span><a href="cassationinf.php">Անհրաժեշտ
                        տեղեկատվություն</a></li>
            </ul>
        </article>
        <div class="info_text">
            <article>
                <h4>ԴԱՏԱՐԱՆԻ ՄԱՍԻՆ</h4>
                <p>Հայաստանի Հանրապետության Սահմանադրության 171-րդ հոդվածի համաձայն՝ Հայաստանի
                    Հանրապետությունում բարձրագույն դատական ատյանը, բացառությամբ սահմանադրական
                    արդարադատության ոլորտի, Վճռաբեկ դատարանն է:

                    Վճռաբեկ դատարանը դատական ակտերն օրենքով սահմանված լիազորությունների շրջանակներում
                    վերանայելու միջոցով`
                    1) ապահովում է օրենքների և այլ նորմատիվ իրավական ակտերի միատեսակ կիրառությունը.
                    2) վերացնում է մարդու իրավունքների և ազատությունների հիմնարար խախտումները:

                    «Հայաստանի Հանրապետության դատական օրենսգիրք» Հայաստանի Հանրապետության սահմանադրական
                    օրենքի 29-րդ հոդվածի 1-ին մասի համաձայն՝ Վճռաբեկ դատարանը վերանայում է վերաքննիչ
                    դատարանի, իսկ օրենքով նախատեսված դեպքերում՝ իր կայացրած դատական ակտերը:

                    Օրենքների և այլ նորմատիվ իրավական ակտերի միատեսակ կիրառությունը Վճռաբեկ դատարանն
                    ապահովում է, եթե առկա է իրավունքի զարգացման խնդիր, կամ տարբեր գործերով դատարանների
                    կողմից նորմատիվ իրավական ակտը տարաբնույթ է կիրառվել կամ չի կիրառվել տարաբնույթ
                    իրավաընկալման հետևանքով:

                    Մարդու իրավունքների և ազատությունների հիմնարար խախտումները վերացնելու նպատակով
                    Վճռաբեկ դատարանը վերանայում է այն դատական ակտերը, որոնք խաթարում են արդարադատության
                    բուն էությունը:

                    Վճռաբեկ դատարանի որոշումներն ուժի մեջ են մտնում ՀՀ քրեական, քաղաքացիական և վարչական
                    օրենսգրքերով սահմանված կարգով, ժամկետներում և ենթակա չեն բողոքարկման:

                    Վճռաբեկ դատարանը գործում է երկու պալատով, որոնցից յուրաքանչյուրը հանդես է գալիս
                    որպես Վճռաբեկ դատարան:

                    Վճռաբեկ դատարանում գործում են՝
                    1) քրեական պալատը՝ վեց դատավորի թվակազմով,
                    2) քաղաքացիական և վարչական պալատը՝ տասնմեկ դատավորի թվակազմով, որոնք համարվում են
                    միաժամանակ քաղաքացիական և վարչական մասնագիտացումներ ունեցող:

                    Վճռաբեկ դատարանի դատական տարածքը Հայաստանի Հանրապետության տարածքն է:

                    Վճռաբեկ դատարանի նստավայրը Երևան քաղաքն է:

                    Վճռաբեկ դատարանի պալատի դատավորն ունի օգնականներ:

                    Օգնականը և գործավարը համարվում են դատավորին կցված դատական ծառայողներ, որոնք
                    նշանակվում և ազատվում են դատավորի ներկայացմամբ՝ օրենքով սահմանված կարգով:

                    Վճռաբեկ դատարանի նախագահը՝ ի լրումն Վճռաբեկ դատարանի պալատի դատավորի
                    լիազորությունների՝
                    1) ապահովում է Վճռաբեկ դատարանի բնականոն գործունեությունը, ներառյալ` վերահսկում է
                    վճռաբեկ դատարանի աշխատակազմի գործունեությունը.
                    2) Վճռաբեկ դատարանի դատավորներին տրամադրում է արձակուրդ.
                    3) ներկայացնում է Վճռաբեկ դատարանը այլ մարմինների հետ հարաբերություններում.
                    4) Վճռաբեկ դատարանի բնականոն գործունեության ապահովման հետ կապված հարցերով դիմում է
                    Բարձրագույն դատական խորհուրդ, Ընդհանուր ժողով և Ընդհանուր ժողովի հանձնաժողովներ.
                    5) Վճռաբեկ դատարանի դատավորի, այդ թվում՝ պալատի նախագահի կողմից դատավորի վարքագծի
                    կանոնի առերևույթ խախտում հայտնաբերելիս այդ մասին համապատասխան հաղորդում է
                    ներկայացնում Կարգապահական հարցերի հանձնաժողով.
                    6) իրականացնում է այլ լիազորություններ։

                    Վճռաբեկ դատարանի պալատի նախագահը՝ ի լրումն Վճռաբեկ դատարանի պալատի դատավորի
                    լիազորությունների՝
                    1) կազմակերպում է պալատի աշխատանքները.
                    2) վարում է պալատի նիստերը.
                    3) Վճռաբեկ դատարանի պալատի դատավորի կողմից վարքագծի կանոնի առերևույթ խախտում
                    հայտնաբերելիս այդ մասին համապատասխան հաղորդում է ներկայացնում Կարգապահական հարցերի
                    հանձնաժողով:

                    Վճռաբեկ դատարանն ունի աշխատակազմ, որը Դատական դեպարտամենտի առանձնացված
                    ստորաբաժանումն է։ Աշխատակազմի իրավական վիճակն ու գործունեության կարգը սահմանվում են
                    ՀՀ օրենքներով և այլ իրավական ակտերով։

                    Հայաստանի Հանրապետության Վճռաբեկ դատարանը գտնվում է քաղաք Երևանում՝ Վազգեն Սարգսյան
                    5 հասցեում,
                    հեռախոս՝ 511-751։</p>
            </article>
        </div>
    </div>
</div>

<?php include "blocks/main.php"?>
<?php include "blocks/footer.php"?>
