<?php 
error_reporting(-1);
ini_set('display_errors',1);
header('Content - Type: text/html');
$page = (isset($_GET['page']) ? $_GET['page'] :'index.php');

?>
<?php include "blocks/header.php"?>
<section class="courtofappellate">
    <div class="appellate_title">
        <h4>Վերաքննիչ դատարաններ</h4>
    </div>
    <div class="title_wrap">
        <article>
            <ul>
                <li><span><i class="fas fa-angle-double-right"></i></span><a
                        href="veraqnnich.php">Վերաքննիչ քրեական դատարան</a></li>
                <li><span><i class="fas fa-angle-double-right"></i></span><a
                        href="varchakan.php">Վերաքննիչ վարչական դատարան</a></li>
            </ul>
        </article>
        <div class="main_branches">
            <ul>
                <li><a href="veraqnnich.php">ԴԱՏԱՐԱՆԻ ՄԱՍԻՆ</a></li>
                <li><a href="veraqnnichimport.php">ԱՆՀՐԱԺԵՇՏ ՏԵՂԵԿԱՏՎՈՒԹՅՈՒՆ</a></li>
            </ul>
        </div>
    </div>
    <div class="info_text">
        <article>
            <h4 class="imp">Վերաքննիչ քրեական դատարան</h4>
            <h2>ԴԱՏԱՐԱՆԻ ՄԱՍԻՆ</h2>

            <p>Հայաստանի Հանրապետության Սահմանադրության 172-րդ հոդվածի համաձայն՝ Վերաքննիչ
                դատարաններն առաջին ատյանի դատարանների դատական ակտերն օրենքով սահմանված
                լիազորությունների շրջանակներում վերանայող դատական ատյան են:<br><br>

                «Հայաստանի Հանրապետության դատական օրենսգիրք» Հայաստանի Հանրապետության սահմանադրական
                օրենքի 2-րդ հոդվածի 4-րդ մասի համաձայն՝ վերաքննիչ դատարաններն են՝<br>
                1) վերաքննիչ քրեական դատարանը (այսուհետ՝ Դատարան).<br>
                2) վերաքննիչ քաղաքացիական դատարանը.<br>
                3) վերաքննիչ վարչական դատարանը:<br>

                Դատարանն օրենքով սահմանված լիազորությունների սահմաններում վերանայում է առաջին ատյանի
                դատարանների` բողոքարկման ենթակա դատական ակտերը: Դատարանում գործերի քննության կարգը,
                ինչպես նաև վերաքննության սահմանները սահմանվում են օրենքով<br>

                Դատարանում քրեական գործերով վարույթի կարգը սահմանված է «Հայաստանի Հանրապետության
                դատական օրենսգիրք» Հայաստանի Հանրապետության սահմանադրական օրենքով և Հայաստանի
                Հանրապետության քրեական դատավարության օրենսգրքով:<br>

                Դատարանը գործում է՝ առնվազն 18 դատավորի թվակազմով.<br>
                Դատարանում առաջին ատյանի դատարանի եզրափակիչ դատական ակտի դեմ բողոքը քննվում է
                կոլեգիալ` երեք դատավորի կազմով, իսկ այլ դատական ակտերի դեմ բողոքները՝ միանձնյա,
                բացառությամբ օրենքով սահմանված դեպքերի:<br>

                Դատարանի դատական տարածքը Հայաստանի Հանրապետության տարածքն է:
                Դատարանի նստավայրը գտնվում է Երևան քաղաքում:
                Դատարանի նախագահը՝ ի լրումն դատավորի լիազորությունների՝<br>
                1) ապահովում է դատարանի բնականոն գործունեությունը, ներառյալ` վերահսկում են դատարանի
                աշխատակազմի գործունեությունը.<br>
                2) դատավորներին տրամադրում է արձակուրդ.<br>
                3) ներկայացնում է դատարանն այլ մարմինների հետ հարաբերություններում.<br>
                4) դատարանի բնականոն գործունեության ապահովման հետ կապված հարցերով դիմում է
                Բարձրագույն դատական խորհուրդ, Ընդհանուր ժողով և Ընդհանուր ժողովի հանձնաժողովներ.<br>
                5) դատավորի կողմից վարքագծի կանոնի առերևույթ խախտում հայտնաբերելիս այդ մասին
                համապատասխան հաղորդում է ներկայացնում Ընդհանուր ժողովի կարգապահական հարցերի
                հանձնաժողովին (այսուհետ՝ Կարգապահական հարցերի հանձնաժողով).<br>
                6) իրականացնում է այլ լիազորություններ:<br>

                Դատարանի յուրաքանչյուր դատավոր ունի օգնական և գործավար:
                Օգնականը և գործավարը համարվում են դատավորին կցված դատական ծառայողներ, որոնք
                նշանակվում և ազատվում են դատավորի ներկայացմամբ՝ օրենքով սահմանված կարգով:
                Դատարանն ունի աշխատակազմ, որը Դատական դեպարտամենտի առանձնացված ստորաբաժանումն է։
                Աշխատակազմի իրավական վիճակն ու գործունեության կարգը սահմանվում են ՀՀ օրենքներով և
                այլ իրավական ակտերով։<br>

                Դատարանը գտնվում է քաղաք Երևանում՝ Գարեգին Նժդեհի 23 հասցեում,
                հեռախոս՝ 44-88-94 (106, 153):<br>
            </p>
         </article>
    </div>
</section>
 <?php include "blocks/main.php"?>
<?php include "blocks/footer.php"?>
