<?php 
error_reporting(-1);
ini_set('display_errors',1);
header('Content - Type: text/html');
$page = (isset($_GET['page']) ? $_GET['page'] :'index.php');

?>
<?php include "blocks/header.php"?>
<section class="courtofappellate">
<div class="appellate_title">
    <h4>Վերաքննիչ դատարաններ</h4>
</div>


<div class="info_text">
    <article>
        <h4>ԱՆՀՐԱԺԵՇՏ ՏԵՂԵԿԱՏՎՈՒԹՅՈՒՆ</h4>

        <p>Առաջին ատյանի դատարանների դատական ակտերի դեմ բերված վերաքննիչ բողոքներով գործերը
            քննում է ՀՀ քրեական վերաքննիչ դատարանը (այսուհետ` Վերաքննիչ դատարան):<br>

            Առաջին ատյանի դատարանների դատական ակտերի դեմ վերաքննիչ բողոք բերելու իրավունք ունեն
            ամբաստանյալը, նրա պաշտպանը և օրինական ներկայացուցիչը, մեղադրողը կամ վերադաս
            դատախազը, տուժողը, նրա ներկայացուցիչը, օրինական ներկայացուցիչը և իրավահաջորդը, իսկ
            ՀՀ քրեական դատավարության օրենսգրքի 3761 հոդվածի 2-րդ և 2.1-րդ կետերով նախատեսված
            ակտերի դեմ՝ նաև արդարացվածը, դատապարտյալը, նրանց պաշտպանները և օրինական
            ներկայացուցիչները: Քաղաքացիական հայցվորը, քաղաքացիական պատասխանողը կամ նրանց
            ներկայացուցիչները դատական ակտն իրավունք ունեն բողոքարկելու քաղաքացիական հայցի մասով։
            Քաղաքացիական հայցի մասով վերաքննիչ բողոք բերելու իրավունք ունեն նաև տվյալ գործով
            կողմեր չհանդիսացող անձինք, եթե դատական ակտն առնչվում է նրանց շահերին։ Կասկածյալը,
            մեղադրյալը, նրանց պաշտպանները և օրինական ներկայացուցիչները, ինչպես նաև դիմողն
            իրավունք ունեն վերաքննության կարգով բողոքարկելու ՀՀ քրեական դատավարության օրենսգրքի
            3761 հոդվածի 3-6-րդ կետերով նախատեսված դատական ակտերը:<br>

            Մեղադրողը կամ վերադաս դատախազն իրավունք չունի բողոքարկելու գործն ըստ էության լուծող
            դատական ակտը քաղաքացիական հայցի մասով, բացառությամբ այն դեպքերի, երբ քաղաքացիական
            հայցը շոշափում է պետության գույքային շահերը:<br>

            Վերաքննության կարգով բողոքարկման ենթակա են`<br>
            1) առաջին ատյանի դատարանների՝ գործն ըստ էության լուծող օրինական ուժի մեջ չմտած
            դատական ակտերը` հրապարակվելու օրվանից հետո` մեկամսյա ժամկետում.<br>
            2) առաջին ատյանի դատարանների՝ գործն ըստ էության լուծող օրինական ուժի մեջ մտած
            դատական ակտերն այն բացառիկ դեպքերում, երբ գործի նախորդ դատական քննության ընթացքում
            թույլ են տրվել նյութական կամ դատավարական իրավունքի այնպիսի հիմնարար խախտումներ,
            որոնց արդյունքում ընդունված դատական ակտը խաթարում է արդարադատության բուն էությունը`
            դատական ակտը` օրինական ուժի մեջ մտնելու պահից վեցամսյա ժամկետում.<br>
            3) առաջին ատյանի դատարանների` գործն ըստ էության լուծող օրինական ուժի մեջ մտած
            դատական ակտերը` նոր երևան եկած կամ նոր հանգամանքներով 4 ամսվա ընթացքում այն պահից,
            երբ բողոք բերող անձն իմացել է կամ կարող էր իմանալ դրանց ի հայտ գալու մասին:
            Արդարացման դատավճռի և գործով վարույթը կարճելու կամ քրեական հետապնդումը դադարեցնելու
            վերաբերյալ որոշումների վերանայումը թույլատրվում է միայն քրեական պատասխանատվության
            ենթարկելու վաղեմության ժամկետների ընթացքում: Այն դատական ակտի վերանայումը, որով
            մեղադրական դատավճիռ է կայացված այնպիսի հանգամանքներ ի հայտ գալու հետևանքով, որոնք
            ցույց են տալիս դատապարտյալի անմեղությունը կամ նրա կողմից ավելի թեթև հանցանք
            կատարելը, քան այն, որի համար նա դատապարտվել է, ժամկետներով սահմանափակված չէ:<br>
            4) առաջին ատյանի դատարանների՝ օրինական ուժի մեջ մտած դատական ակտերը՝ 3 ամսվա
            ընթացքում այն պահից, երբ բողոք բերող անձն իմացել է կամ կարող էր իմանալ դրանց ի հայտ
            գալու մասին.<br>
            5) առաջին ատյանի դատարանների՝ գործով վարույթը կասեցնելու որոշումները՝<br>
            6) առաջին ատյանի դատարանների՝ կալանքը որպես խափանման միջոց ընտրելու, փոփոխելու կամ
            վերացնելու, բժշկական հաստատությունում անձանց տեղավորման, մասին որոշումները՝
            հրապարակվելու պահից հնգօրյա ժամկետում, իսկ խուզարկության, առգրավման, ինչպես նաև
            նամակագրության, հեռախոսային խոսակցությունների, փոստային, հեռագրական և այլ
            հաղորդումների գաղտնիության իրավունքի սահմանափակման Ù³ëÇÝ áñáßáõÙÝ»ñÁ՝ հրապարակվելու
            պահից տասնօրյա ժամկետում.<br>
            7) առաջին ատյանի դատարանի՝ հետաքննության մարմնի աշխատակցի, քննիչի, դատախազի,
            օպերատիվ-հետախուզական գործողություններ իրականացնող մարմինների որոշումների և
            գործողությունների (անգործության) դեմ բողոքների կապակցությամբ կայացված որոշումները՝
            հրապարակվելու պահից տասնօրյա ժամկետում.<br>
            8) հանձնման մասին դատարանի որոշումները.<br>
            7) դատական որոշումների կատարման հետ կապված հարցերի կապակցությամբ դատարանի կայացրած
            որոշումները.<br>
            8) ՀՀ քրեական դատավարության օրենսգրքով նախատեսված դեպքերում՝ այլ դատական ակտերը:<br>

            Վերաքննիչ բողոք բերելու հիմքերն են`<br>
            1) դատական սխալը` նյութական կամ դատավարական իրավունքի այնպիսի խախտումը, որը կարող էր
            ազդել գործի ելքի վրա.<br>
            2) նոր երևան եկած կամ նոր հանգամանքները:<br>

            Հարգելի պատճառներով բողոքարկման համար սահմանված ժամկետը բաց թողնելու դեպքում բողոք
            ներկայացնելու իրավունք ունեցող անձինք կարող են դատական ակտը կայացրած դատարանի առաջ
            միջնորդել` վերականգնելու բաց թողնված ժամկետը:<br>

            Բողոք բերած անձը և այն անձը, որի շահերի պաշտպանության նպատակով բերվել է բողոքը,
            իրավունք ունեն հետ վերցնելու այն մինչև Վերաքննիչ դատարանում դատական նիստն սկսվելը։
            Պաշտպանն իրավունք չունի առանց պաշտպանյալի համաձայնության հետ վերցնելու իր
            ներկայացրած բողոքը: Դատախազի կողմից բերված բողոքը կարող է հետ վերցնել վերադաս
            դատախազը:<br>

            Վերաքննիչ բողոքը պետք է բովանդակի`<br>
            1) այն դատարանի անվանումը, որին հասցեագրվում է բողոքը.<br>
            2) տվյալներ` բողոք բերած անձի մասին` նշելով նրա դատավարական կարգավիճակը, բնակության
            կամ գտնվելու վայրը.<br>
            3) դատական ակտը, որը բողոքարկվում է, և այն կայացրած դատարանի անվանումը.<br>
            4) նշում այն մասին, թե դատական ակտը բողոքարկվում է ամբողջությամբ, թե մի մասով.<br>
            5) բողոքի հիմքերը և պահանջը.<br>
            6) վերաքննիչ բողոքում նշված նյութական կամ դատավարական իրավունքի նորմերի խախտման,
            ինչպես նաև գործի ելքի վրա դրանց ազդեցության վերաբերյալ հիմնավորումները` վկայակոչելով
            Հայաստանի Հանրապետության սահմանադրական դատարանի, Հայաստանի Հանրապետության վճռաբեկ
            դատարանի, Մարդու իրավունքների եվրոպական դատարանի այն որոշումները, որոնք վերաքննիչ
            բողոք բերած անձը վերաբերելի է համարում` մեջբերելով դրանց հակասող մասերը և կատարելով
            համեմատական վերլուծություն, կամ որոնք են նոր երևան եկած կամ նոր հանգամանքների
            հետևանքով գործի վերանայման հիմքերը.<br>
            7) առկայության դեպքում` այն ապացույցները, որոնցով դիմողը հիմնավորում է իր
            պահանջները, և որոնք պետք է հետազոտվեն Վերաքննիչ դատարանում, այդ թվում` նաև առաջին
            ատյանի դատարանում նախօրոք չհետազոտված ապացույցները.<br>
            8) բողոքին կցվող նյութերի ցանկը.<br>
            9) բողոք ներկայացնող անձի ստորագրությունը:<br>

            Այն դեպքում, երբ վերաքննիչ բողոքը չի համապատասխանում նշված պահանջներին, բերվել է այն
            անձի կողմից, ով չուներ այդ իրավունքը, կամ բողոքը ժամկետանց է կամ բերվել է այնպիսի
            դատական ակտի դեմ, որը ենթակա չէ վերաքննիչ բողոքարկման կամ բերվել է ՀՀ քրեական
            դատավարության օրենսգրքի 3754 հոդվածի պահանջի խախտմամբ, Վերաքննիչ դատարանի որոշմամբ
            այն թողնվում է առանց քննության:<br>

            Վերաքննիչ դատարանը ստորադաս դատարանի դատական ակտի դեմ բերված վերաքննիչ բողոքը
            վարույթ ընդունելը կարող է մերժել միայն այն դեպքում, երբ չեն պահպանվել վերաքննիչ
            բողոքին առաջադրվող պահանջները, բացառությամբ այն դեպքի, երբ վերաքննիչ բողոքը բերվել է
            ՀՀ քրեական դատավարության օրենսգրքի 3761 հոդվածի 2-րդ կետով նախատեսված դատական ակտի
            դեմ:<br>

            Վերաքննիչ բողոքի հիմքերը, հիմնավորումները և պահանջը ներկայացվում են բացառապես
            վերաքննիչ բողոքում, և դրանք չեն կարող փոփոխվել և լրացվել գործի դատական քննության
            ընթացքում:<br>

            Վերաքննիչ բողոքի հիման վրա ստացված գործերի քննությունը Վերաքննիչ դատարանն սկսում է
            քրեական գործը կամ նյութը ստանալու օրվանից հետո` 15 օրվա ընթացքում: Հարգելի
            պատճառների առկայության դեպքում գործը քննող դատարանի որոշմամբ այդ ժամկետը կարող է
            երկարաձգվել, բայց ոչ ավելի, քան 10 օրով:
        </p>
    </article>
</div>
                    

<?php include "blocks/main.php" ?>
<?php include "blocks/footer.php"?>
